/* nothing */
"" = "Project-Id-Version: xchat 2.6.6\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2006-10-08 23:51+0200\nLast-Translator: Vaidrius Petrauskas <vaidrius@delfi.lt>\nLanguage-Team: Lithuanian <komp_lt@konferencijos.lt>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Nepavyko sukurti „~/.xchat2“";

/* nothing */
"I'm busy" = "Aš užsiėmęs";

/* nothing */
"Leaving" = "Išeinu";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Būti IRC naudotoju 'root' yra kvaila! Turėtumėte\n  susikurti naują abonementą ir jį naudoti.\n";

/* nothing */
"Waiting" = "Laukiama";

/* nothing */
"Active" = "Siunčiama";

/* nothing */
"Failed" = "Nepavyko";

/* nothing */
"Done" = "Atlikta";

/* nothing */
"Connect" = "Jungiamasi";

/* nothing */
"Aborted" = "Nutraukta";

/* nothing */
"Cannot access %s\n" = "Nepavyko pasiekti „%s“\n";

/* nothing */
"Error" = "Klaida";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s siūlo „%s“. Ar norite priimti?";

/* nothing */
"No active DCCs\n" = "Nėra aktyvių DCC ryšių\n";

/* nothing */
"YES  " = "TAIP  ";

/* nothing */
"NO   " = "NE   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Jums %s siunčia daugybę CTCP pranešimų, %s ignoruojamas\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Jums %s siunčia daugybę MSG pranešimų, išjungiamas „gui_auto_open_dialog“.\n";

/* nothing */
"  %-20s online\n" = "  %-20s prisijungęs\n";

/* nothing */
"  %-20s offline\n" = "  %-20s atsijungęs\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Nesate jokiame kanale. Bandykite /join #<kanalas>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Nesate prisijungę. Bandykite /server <adresas> [<prievadas>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "Reikia „/bin/sh“!\n";

/* nothing */
"Commands Available:" = "Komandos:";

/* nothing */
"User defined commands:" = "Naudotojo komandos:";

/* nothing */
"Plugin defined commands:" = "Įskiepių komandos:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Surinkite /HELP <komanda>, norėdami daugiau sužinoti, arba /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Nežinomas argumentas „%s“ ignoruojamas.";

/* nothing */
"No such plugin found.\n" = "Tokio įskiepio nerasta.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Įskiepis atsisako būti iškeltas.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <vardas> <veiksmas> - prideda mygtuką po naudotojų sąrašu";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <komanda> - nusiunčia komandą į visus kanalus, kuriuose jūs esate";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHAN <komanda> - nusiunčia komandą į visus kanalus, kuriuose jūs esate";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <komanda> - nusiunčia komandą visiems serveriams, prie kurių esate prisijungęs";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<priežastis>] - įjungia būseną „Manęs nėra“";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <formatas> [<draudimo tipas>] - uždraudžia esamame kanale visus, kurių formatas sutampa su nurodytu. Jei jie jau yra kanale, ši komanda neišmeta jų (reikia OP statuso kanale)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Individualūs kanalų nustatymai\nCHANOPT CONFMODE ON|OFF - įjungia/išjungia konferecijos režimą (prisijungimų/atsijungimų rodymą)\nCHANOPT COLORPASTE ON|OFF - įjungia/išjungia įdėjimą su spalvomis\nCHANOPT BEEP ON|OFF - įjungia/išjungia pyptelėjimą, sulaukus žinutės";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY] - išvalo esamą tekstinį langą arba komandų istoriją";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE - uždaro esamą langą/kortelę";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <kodas|formatas> - randa šalį pagal kodą, pvz.: lt = Lietuva";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <slapyvardis> <žinutė> - nusiunčia CTCP žinutę naudotojui. Dažniausios žinutės yra VERSION ir USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE - palieka esamą kanalą ir iškarta į jį grįžta";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <slapyvardis>                          - parsiunčia siūlomą rinkmeną\nDCC SEND [-maxcps=#] <slapyvardis> <rinkmena>  - nusiunčia rinkmeną kitam asmeniui\nDCC PSEND [-maxcps=#] <slapyvardis> <rinkmena> - nusiunčia rinkmeną pasyviu režimu\nDCC LIST                                       - parodo DCC sesijų sąrašą\nDCC CHAT <slapyvardis>                         - pasiūlo kitam asmeniui DCC pokalbį\nDCC PCHAT <slapyvardis>                        - pasiūlo DCC pokalbį pasyviu režimu\nDCC CLOSE <tipas> <slapyvardis> <rinkmena>       pavyzdys:\n                    /dcc close send jonas rinkmena.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <slapyvardis> - pašalina halfopo teisę nuo naudotojo esamame kanale (reikia kanalo operatoriaus teisių)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <pavadinimas> - ištrina mygtuką iš po naudotojų sąrašo";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <slapyvardis> - pašalina kanalo operatoriaus teises naudotojui esamame kanale (reikia kanalo operatoriaus teisių)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <slapyvardis> - pašalina balso teisę iš naudotojo esamame kanale (reikia kanalo operatoriaus teisių)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON - atjungia nuo serverio";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DEOP <slapyvardis> - panaikina kanalo operatoriaus teises naudotojui esamame kanale (reikia kanalo operatoriaus teisių)";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <tekstas> - lokaliai atspausdina tekstą";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <komanda> - įvykdo komandą. Tuo atveju, jei nurodomas -o parametras, komandos grąžinamas tekstas bus nusiųstas į esamą kanalą, kitu atveju jis nusiunčiamas į aktyvų langą.";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT - nusiunčia procesui SIGCONT signalą";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9] - nutraukia aktyvioje sesijoje vykdomą komandą. Jei nurodomas parametras -9, procesui bus nusiųstas SIGKILL signalas";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP - nusiunčia procesui SIGSTOP signalą";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE - nusiunčia duomenis proceso stdin įrenginiui";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ - panaikina aktyvaus serverio siuntimo laukiančių duomenų eilę";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <adresas> [<prievadas>] - jungiasi per tarpinį serverį. Pradinis prievadas - 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <slapyvardis> <slaptažodis> - išmeta iš IRC slapyvardį-vaiduoklį";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <slapyvardis> - suteikia naudotojui kanalo halfopo teises (reikia kanalo operatoriaus teisių)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <slaptažodis> - identifikuoja esamą slapyvardį";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <formatas> <tipai...> <nuostatos...>\n    formatas - formatas, kuris bus ignoruojamas, pvz: *!*@*.takas.lt\n    tipai - ignoruotini žinučių šaltiniai, vienas ar keli iš šių:\n            PRIV, CHAN, NOTI, CTCP, INVI, ALL\n    nustatymai - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <slapyvardis> [<kanalas>] - pakviečia naudotoją į kanalą. Nutylimasis - aktyvus kanalas (reikia kanalo operatoriaus teisių)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanalas> - įeina į kanalą";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <slapyvardis> - išspiria naudotoją iš aktyvaus kanalo (reikia kanalo operatoriaus teisių)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <slapyvardis> - uždraudžia ir išmeta naudotoją iš aktyvaus kanalo (reikia kanalo operatoriaus teisių)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK - pradeda naują užlaikymo patikrinimą";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <tekstas> - ieško duotojo teksto buferyje";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <rinkmena> - įkelia įskiepį ar skriptą";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP - pašalina halfopo teises iš visų jas turinčių esamame kanale   (reikia kanalo operatoriaus teisių)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP - pašalina kanalo operatoriaus teises iš visų jas turinčių esamame kanale (reikia kanalo operatoriaus teisių)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <veiksmas> - nusiunčia veiksmą į aktyvų kanalą (veiksmai rašomi trečiuoju asmeniu, pvz., /me pašoka)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK - išspiria iš esamo kanalo visus išskyrus tave (reikia kanalo operatoriaus teisių)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP - suteikia kanalo operatoriaus teises visiems jų neturintiems esamame kanale (reikia kanalo operatoriaus teisių)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <slapyvardis> <žinutė> - nusiunčia privačią žinutę";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES - išvardina visus naudotojus esamame kanale";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <slapyvardis> <žinutė> - nuciunčia naudotojui CTCP pastabą";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <serveris> [<prievadas>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <slapyvardis> - pakeičiamas slapyvardis";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <slapyvardis/kanalas> <žinutė> - nusiunčia pastabą. Pastabos - tai žinutės, į kurias turėtų būti reaguojama automatiškai";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n tinklas1[,tinklas2,...]] [<slapyvardis>] - išvardina tavo stebimų slapyvardžių sąrašą arba prideda/išbraukia iš jo slapyvardį";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <slapyvardis> - suteikia naudotojui kanalo operatoriaus teises (reikia jas turėti pačiam)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanalas>] [<priežastis>] - palieka kanalą, pagal nutylėjimą - esamąjį";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <slapyvardis | kanalas> - nusiunčia naudotojui arba kanalui CTCP PING žinutę";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <slapyvardis> - atidaro dialogo su naudotoju langą";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<priežastis>] - atsijungia nuo esamo serverio";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <tekstas> - nusiunčia neapdorotą tekstą serveriui";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<serveris>] [<prievadas>] [<slaptažodis>] - gali būti iškviečiamas paprasčiausiai komanda /RECONNECT, norint iš naujo prisijungti prie esamo serverio arba /RECONNECT ALL, norint iš naujo prisijungti prie visų serverių, prie kurių prisijungta";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<serveris>] [<prievadas>] [<slaptažodis>] - gali būti iškviečiamas paprasčiausiai komanda /RECONNECT, norint iš naujo prisijungti prie esamo serverio arba /RECONNECT ALL, norint iš naujo prisijungti prie visų serverių, prie kurių prisijungta";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <tekstas> - nusiunčia neapdorotą tekstą „X-Chat“ programai, lyg ji jį būtų gavusi iš IRC serverio";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <tekstas> - nusiunčia tekstą objektui aktyviame lange";

/* nothing */
"SEND <nick> [<file>]" = "SEND <slapyvardis> [<rinkmena>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <serveris> <prievadas> <kanalas> - prisijungia ir įeina į kanalą";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <serveris> <prievadas> <kanalas> - prisijungia ir įeina į kanalą";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <serveris> [<prievadas>] [<slaptažodis>] - prisijungia prie serverio, nutylimas prievadas yra 6667 paprastiems prisijungimams ir 9999 - šifruotiems prisijungimams su SSL";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <serveris> [<prievadas>] [<slaptažodis>] - prisijungia prie serverio, pradinis prievadas yra 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <kintamasis> [<reikšmė>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<pozicija>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<tema>] - nustato kanalo temą, jei ji pateikta, arba parodo esamą temą";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <formatas> [<formatas>...] - pašalina draudimą visiems, atitinkantiems formatą";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <formatas> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <pavadinimas> - iškelia įskiepį ar skriptą";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <adresas> - atveria adresą naršyklėje";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <slapyvardis1> <slapyvardis2>... - pažymi slapyvardžius kanalo naudotojų sąraše";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <slapyvardis> - suteikia naudotojui balso teisę (reikia kanalo operatoriaus teisių)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <žinutė> - nusiunčia žinutę visiems kanalams";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <žinutė> - nusiunčia žinutę visiems esamo kanalo operatoriams";

/* nothing */
"Usage: %s\n" = "Naudojimas: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nŠi komanda neturi pagalbos.\n";

/* nothing */
"No such command.\n" = "Nėra tokios komandos.\n";

/* nothing */
"Bad arguments for user command.\n" = "Blogi naudotojo komandos argumentai.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Per daug rekursyvių naudotojo komandų, nutraukiama.";

/* nothing */
"Unknown Command. Try /help\n" = "Nežinoma komanda. Bandykite /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Nerastas „xchat_plugin_init“ simbolis. Ar čia tikrai „X-Chat“ įskiepis?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Ar čia tikrai SSL šifravimą palaikantis serveris ir jo jungtis?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Nepavyko nustatyti serverio adreso pagal vardą: %s\nPatikrinkite savo IP nustatymus!\n";

/* nothing */
"Proxy traversal failed.\n" = "Jungimasis per tarpinį serverį nepavyko.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Bandomas kitas tinklo „%s“ serveris...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Sėmesio: „%s“ koduotė nežinoma. Konvertavimas tinkle „%s“ nebus vykdomas.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 įtraukta(s) į stebyklę.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Draudimų sąrašas:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNepavyko įeiti į%C26 %B$1 %O(Jūs uždraustas).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 dabar žinoma(s) kaip $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 uždraudžia $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tKanalas $1 sukurtas $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O pašalina kanalo halfopo statusą nuo%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O pašalina kanalo operatoriaus statusą nuo%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O pašalina balsą nuo%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 nustato $2 išimtį draudimui";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O suteikia halfopo statusą%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 kviečia $2";

/* nothing */
"%UChannel          Users   Topic" = "%UKanalas      Naudotojai   Tema";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 nustato režimą $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Kanalo $1 režimai: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O suteikia kanalo operatoriaus statusą%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 pašalina išimtį $2 draudimui";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 nebekviečia $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 pašalina kanalo raktą";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 pašalina naudotojų limitą";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 nustato kanalo raktą į $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 nustato kanalo limitą į $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 pašalina draudimą $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O suteikia balsą%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Prisijungta. Registruojamasi...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Jungiamiasi prie $1 ($2) prievadu $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Nepavyko prisijungti. Klaida: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tGautas CTCP $1 iš $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tGautas CTCP $1 iš $2 (į $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tGautas CTCP Sound $1 iš $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tGautas CTCP „Sound“ $1 iš $2 (į $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT į %C26$1%O nutrūko.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC CHAT jungtis į %C26$1%O pavyko %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT jungtis į %C26$1%O nutrūko ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tGautas DCC CHAT pasiūlymas iš $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tPasiūlytas DCC CHAT į $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tCHAT jau pasiūlytas $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 jungimosi į%C26 $2%O bandymas nepavyko (klaida: $3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tGautas „$1%O“ iš $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tipas Į/Iš       Būklė   Dydis  Pozicija Rinkmena     ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tGautas netaisyklingas DCC prašymas iš %C26$1%O.%010%C22*%O$tPaketo turinys: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tSiūlomas%C26 $1%O%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tNėra tokio DCC siūlymo.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O%C26 $1%O nutrūko.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O iš%C26 $3%O baigtas %C30[%C26$4%O b/s%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV jungtis į%C26 $1%O pavyko %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O%C26 $3%O nepavyko ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Nepavyko atverti $1 rašymui ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tRinkmena%C26 $1%C jau yra, įrašoma kaip%C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Opaprašė atnaujinti%C26 $2 %Cnuo%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O į%C26 $1%O nutrūko.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O%C26 $2%O baigtas %C30[%C26$3%O b/s%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND jungtis į%C26 $1 pavyko %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O%C26 $2%O nepavyko. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Opasiūlė%C26 $2 %O(%C26$3 %Obaitų)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %O%C26 $3 %Csustojo - nutraukiama.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %O%C26 $3 %Obaigėsi ryšio laiko limitas - nutraukiama.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 pašalinta(s) iš stebyklės.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tAtsijungta ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tRastas Jūsų IP adresas: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O įtraukta(s) į ignoravimo sąrašą.";

/* nothing */
"Ignore on %C26$1%O changed." = "%C26$1%O ignoravimas pakeistas.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Formatas                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O pašalinta(s) iš ignoravimo sąrašo.";

/* nothing */
"  Ignore list is empty." = "  Ignoravimo sąrašas tuščias.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNepavyko įeiti į%C26 %B$1 %O(kanalas tik su kvietimais).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tJus į%C26 $1%O pakvietė%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) atėjo į $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNepavyko įeiti į%C26 %B$1 %O(reikia rakto).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 išmetė $2 iš $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tJus nuo IRC atjungė $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD praleistas.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 jau naudojamas. Bandoma su $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tSlapyvardis jau naudojamas. Naudokite /NICK, jei norite pabandyti kitą.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tNėra tokio DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tŠiuo metu neveikia joks procesas";

/* nothing */
"$tNotify list is empty." = "$tStebyklė tuščia.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Stebyklė                              ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 slapyvardžių stebyklėje.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tStebyklė: $1 atsijungė ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tStebyklė: $1 prisijungė ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) paliko $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) paliko $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$t„Ping“ atsakymas iš $1: $2 sekundžių";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tPer $1 sekundžių negauta „ping“ atsakymo, atsijungiama.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tProcesas jau veikia";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 išėjo (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 nustato režimus%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/„Wallops“%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tIeškomas%C26 $1%O IP adresas...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Prisijungta.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Ieškoma $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tSustabdytas ankstesnysis prisijungimo bandymas (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29$1%C %C29tema yra $2%O";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 pakeitė temą į: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29$1%C %C29temą nustatė $2%C %C29$3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tNežinomas adresas. Galbūt įvėlėte klaidą?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNepavyko įeiti į%C26 %B$1 %O(pasiektas naudotojų limitas).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26$1%C naudotojai: $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cnėra %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OWHOIS sąrašo pabaiga.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O neveiklus%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O neveiklus%C26 $2%O, prisijungė%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Otikrasis naudotojas@adresas %C27 $2%O, tikrasis IP adresas%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Jūs dabar kalbate $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tJus iš $2 išmetė $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tJūs palikote kanalą $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tJūs palikote kanalą $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tJūs kviečiate%C26 $1%O į%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tJūs dabar žinoma(s) kaip $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** ŽURNALAS BAIGTAS %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** ŽURNALAS PRADĖTAS %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Nepavyko atverti žurnalo rinkmenos (-ų). Patikrinkite\n  „%s/xchatlogs“ leidimus";

/* nothing */
"Left message" = "Kairioji žinutė";

/* nothing */
"Right message" = "Dešinioji žinutė ";

/* nothing */
"The nick of the joining person" = "Įeinančio slapyvardis";

/* nothing */
"The channel being joined" = "Kanalas, į kurį įeinama";

/* nothing */
"The host of the person" = "Asmens adresas";

/* nothing */
"Nickname" = "Slapyvardis";

/* nothing */
"The action" = "Veiksmas";

/* nothing */
"Mode char" = "Režimo simbolis";

/* nothing */
"The text" = "Tekstas";

/* nothing */
"Identified text" = "Nustatytas tekstas";

/* nothing */
"The message" = "Žinutė";

/* nothing */
"Old nickname" = "Ankstesnysis slapyvardis";

/* nothing */
"New nickname" = "Naujasis slapyvardis";

/* nothing */
"Nick of person who changed the topic" = "Pakeitusio temą slapyvardis";

/* nothing */
"Topic" = "Tema";

/* nothing */
"Channel" = "Kanalas";

/* nothing */
"The nickname of the kicker" = "Išmetusiojo slapyvardis";

/* nothing */
"The person being kicked" = "Išmestasis";

/* nothing */
"The channel" = "Kanalas";

/* nothing */
"The reason" = "Priežastis";

/* nothing */
"The nick of the person leaving" = "Išeinančio slapyvardis";

/* nothing */
"The time" = "Laikas";

/* nothing */
"The creator" = "Kūrėjas";

/* nothing */
"Nick" = "slapyvardis";

/* nothing */
"Reason" = "Priežastis";

/* nothing */
"Host" = "Adresas";

/* nothing */
"Who it's from" = "Nuo ko tai";

/* nothing */
"The time in x.x format (see below)" = "Laikas x.x formatu (žr. žemiau)";

/* nothing */
"The Channel it's going to" = "Kanalas, į kurį siunčiama";

/* nothing */
"The sound" = "Garsas";

/* nothing */
"The nick of the person" = "Slapyvardis";

/* nothing */
"The CTCP event" = "CTCP įvykis";

/* nothing */
"The nick of the person who set the key" = "Nustačiusio raktą slapyvardis";

/* nothing */
"The key" = "Raktas";

/* nothing */
"The nick of the person who set the limit" = "Nustačiusio limitą, slapyvardis";

/* nothing */
"The limit" = "Limitas";

/* nothing */
"The nick of the person who did the op'ing" = "Davusiojo opą slapyvardis";

/* nothing */
"The nick of the person who has been op'ed" = "Gavusiojo opą slapyvardis";

/* nothing */
"The nick of the person who has been halfop'ed" = "Gavusiojo halfopą slapyvardis";

/* nothing */
"The nick of the person who did the halfop'ing" = "Davusiojo halfopą slapyvardis";

/* nothing */
"The nick of the person who did the voice'ing" = "Davusiojo balsą slapyvardis";

/* nothing */
"The nick of the person who has been voice'ed" = "Gavusiojo balsą slapyvardis";

/* nothing */
"The nick of the person who did the banning" = "Uždraudusiojo slapyvardis";

/* nothing */
"The ban mask" = "Draudimo formatas";

/* nothing */
"The nick who removed the key" = "Nuėmusiojo raktą slapyvardis";

/* nothing */
"The nick who removed the limit" = "Nuėmusiojo limitą slapyvardis";

/* nothing */
"The nick of the person of did the deop'ing" = "Nuėmusiojo opą slapyvardis";

/* nothing */
"The nick of the person who has been deop'ed" = "Netekusiojo opo slapyvardis";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Nuėmusiojo halfopą slapyvardis";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Netekusiojo halfopo slapyvardis";

/* nothing */
"The nick of the person of did the devoice'ing" = "Nuėmusiojo balsą slapyvardis";

/* nothing */
"The nick of the person who has been devoice'ed" = "Netekusiojo balso slapyvardis";

/* nothing */
"The nick of the person of did the unban'ing" = "Pašalinusiojo draudimą slapyvardis";

/* nothing */
"The nick of the person who did the exempt" = "Padariusiojo išimtį draudimui slapyvardis";

/* nothing */
"The exempt mask" = "Išimties draudimui formatas";

/* nothing */
"The nick of the person removed the exempt" = "Pašalinusiojo išimtį draudimui slapyvardis";

/* nothing */
"The nick of the person who did the invite" = "Pakvietusiojo slapyvardis";

/* nothing */
"The invite mask" = "Kvietimo formatas";

/* nothing */
"The nick of the person removed the invite" = "Atšaukusiojo kvietimą slapyvardis";

/* nothing */
"The nick of the person setting the mode" = "Nustačiusiojo režimą slapyvardis";

/* nothing */
"The mode's sign (+/-)" = "Režimo ženklas (+/-)";

/* nothing */
"The mode letter" = "Režimo raidė";

/* nothing */
"The channel it's being set on" = "Kanalas, kuriame jis nustatomas";

/* nothing */
"Username" = "Naudotojo vardas";

/* nothing */
"Full name" = "Tikrasis vardas";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Kanalo narys/IRC operatorius";

/* nothing */
"Server Information" = "Serverio informacija";

/* nothing */
"Idle time" = "Neveiksnumo laikas";

/* nothing */
"Signon time" = "Prisijungimo laikas";

/* nothing */
"Away reason" = "Nebuvimo priežastis";

/* nothing */
"Message" = "Žinutė";

/* nothing */
"Account" = "Abonementas";

/* nothing */
"Real user@host" = "Tikras naudotojas@adresas";

/* nothing */
"Real IP" = "Tikras IP";

/* nothing */
"Channel Name" = "Kanalo pavadinimas";

/* nothing */
"Text" = "Tekstas";

/* nothing */
"Server Name" = "Serverio pavadinimas";

/* nothing */
"Nick of person who invited you" = "Pakvietusio Jus slapyvardis";

/* nothing */
"Users" = "Naudotojai";

/* nothing */
"Nickname in use" = "Slapyvardis užimtas";

/* nothing */
"Nick being tried" = "Bandomas slapyvardis";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Prievadas";

/* nothing */
"Network" = "Tinklas";

/* nothing */
"Modes string" = "Režimų eilutė";

/* nothing */
"IP address" = "IP adresas";

/* nothing */
"DCC Type" = "DCC tipas";

/* nothing */
"Filename" = "Rinkmenos vardas";

/* nothing */
"Destination filename" = "Paskirties rinkmenos pavad.";

/* nothing */
"CPS" = "greitis";

/* nothing */
"Pathname" = "Kelias";

/* nothing */
"Position" = "Vieta";

/* nothing */
"Size" = "Dydis";

/* nothing */
"DCC String" = "DCC eilutė";

/* nothing */
"Number of notify items" = "Stebimųjų skaičius";

/* nothing */
"Old Filename" = "Ankstenysis rinkmenos pavad.";

/* nothing */
"New Filename" = "Naujasis rinkmenos pavad.";

/* nothing */
"Receiver" = "Gavėjas";

/* nothing */
"Hostmask" = "Adreso formatas";

/* nothing */
"Hostname" = "Adresas";

/* nothing */
"The Packet" = "Paketas";

/* nothing */
"Seconds" = "Sekundės";

/* nothing */
"Nick of person who have been invited" = "Pakviestojo slapyvardis";

/* nothing */
"Banmask" = "Draudimo formatas";

/* nothing */
"Who set the ban" = "Uždraudė";

/* nothing */
"Ban time" = "Draudimo laikas";

/* nothing */
"Error parsing event %s.\nLoading default." = "Klaida apdorojant įvykį „%s“.\nĮkeliamas pagrindinis.";

/* nothing */
"Cannot read sound file:\n%s" = "Nepavyko perskaityti garso rinkmenos:\n%s";

/* nothing */
"Remote host closed socket" = "Serveris nutraukė ryšį";

/* nothing */
"Connection refused" = "Jungimasis atmestas";

/* nothing */
"No route to host" = "Maršrutas nerastas";

/* nothing */
"Connection timed out" = "Baigėsi laiko limitas";

/* nothing */
"Cannot assign that address" = "Nepavyko priskirti adreso";

/* nothing */
"Connection reset by peer" = "Jungimasis nutrūko";

/* nothing */
"Ascension Island" = "Dangun Žengimo sala";

/* nothing */
"Andorra" = "Andora";

/* nothing */
"United Arab Emirates" = "Jungtiniai Arabų Emyratai";

/* nothing */
"Afghanistan" = "Afganistanas";

/* nothing */
"Antigua and Barbuda" = "Antigva ir Barbuda";

/* nothing */
"Anguilla" = "Angilija";

/* nothing */
"Albania" = "Albanija";

/* nothing */
"Armenia" = "Armėnija";

/* nothing */
"Netherlands Antilles" = "Olandijos Antilai";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antraktida";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "Atvirkštinis DNS";

/* nothing */
"American Samoa" = "Rytų Samoa";

/* nothing */
"Austria" = "Autrija";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Australija";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Olando salos";

/* nothing */
"Azerbaijan" = "Azerbaidžanas";

/* nothing */
"Bosnia and Herzegovina" = "Bosnija ir Hercegovina";

/* nothing */
"Barbados" = "Barbadosas";

/* nothing */
"Bangladesh" = "Bangladešas";

/* nothing */
"Belgium" = "Belgija";

/* nothing */
"Burkina Faso" = "Burkina Fasas";

/* nothing */
"Bulgaria" = "Bulgarija";

/* nothing */
"Bahrain" = "Bahreinas";

/* nothing */
"Burundi" = "Burundis";

/* nothing */
"Businesses" = "Verslo";

/* nothing */
"Benin" = "Beninas";

/* nothing */
"Bermuda" = "Bermudos";

/* nothing */
"Brunei Darussalam" = "Brunėjus";

/* nothing */
"Bolivia" = "Bolivija";

/* nothing */
"Brazil" = "Brazilija";

/* nothing */
"Bahamas" = "Bahamos";

/* nothing */
"Bhutan" = "Butanas";

/* nothing */
"Bouvet Island" = "Buvė sala";

/* nothing */
"Botswana" = "Botsvana";

/* nothing */
"Belarus" = "Gudija";

/* nothing */
"Belize" = "Belizas";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kokosų salos";

/* nothing */
"Democratic Republic of Congo" = "Demokratinė Kongo respublika";

/* nothing */
"Central African Republic" = "Centrinės Afrikos respublika";

/* nothing */
"Congo" = "Kongas";

/* nothing */
"Switzerland" = "Šveicarija";

/* nothing */
"Cote d'Ivoire" = "Dramblio Kaulo Krantas";

/* nothing */
"Cook Islands" = "Kuko salos";

/* nothing */
"Chile" = "Čilė";

/* nothing */
"Cameroon" = "Kamerūnas";

/* nothing */
"China" = "Kinija";

/* nothing */
"Colombia" = "Kolumbija";

/* nothing */
"Internic Commercial" = "Komercinė įstaiga";

/* nothing */
"Costa Rica" = "Kosta Rika";

/* nothing */
"Serbia and Montenegro" = "Serbija ir Juodkalnija";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Žaliojo Kyšulio salos";

/* nothing */
"Christmas Island" = "Kalėdų sala";

/* nothing */
"Cyprus" = "Kipras";

/* nothing */
"Czech Republic" = "Čekija";

/* nothing */
"Germany" = "Vokietija";

/* nothing */
"Djibouti" = "Džibutis";

/* nothing */
"Denmark" = "Danija";

/* nothing */
"Dominica" = "Dominika";

/* nothing */
"Dominican Republic" = "Dominikana";

/* nothing */
"Algeria" = "Alžyras";

/* nothing */
"Ecuador" = "Ekvadoras";

/* nothing */
"Educational Institution" = "Švietimo įstaiga";

/* nothing */
"Estonia" = "Estija";

/* nothing */
"Egypt" = "Egiptas";

/* nothing */
"Western Sahara" = "Vakarų Sachara";

/* nothing */
"Eritrea" = "Eritrėja";

/* nothing */
"Spain" = "Ispanija";

/* nothing */
"Ethiopia" = "Etiopija";

/* nothing */
"European Union" = "Europos Sąjunga";

/* nothing */
"Finland" = "Suomija";

/* nothing */
"Fiji" = "Fidžis";

/* nothing */
"Falkland Islands" = "Folklando salos";

/* nothing */
"Micronesia" = "Mikronezija";

/* nothing */
"Faroe Islands" = "Farerų salos";

/* nothing */
"France" = "Prancūzija";

/* nothing */
"Gabon" = "Gabonas";

/* nothing */
"Great Britain" = "Didžioji Britanija";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Gruzija";

/* nothing */
"French Guiana" = "Prancūzijos Gviana";

/* nothing */
"British Channel Isles" = "Normanų salos";

/* nothing */
"Ghana" = "Gana";

/* nothing */
"Gibraltar" = "Gibraltaras";

/* nothing */
"Greenland" = "Grenlandija";

/* nothing */
"Gambia" = "Gambija";

/* nothing */
"Guinea" = "Gvinėja";

/* nothing */
"Government" = "Vyriausybinė institucija";

/* nothing */
"Guadeloupe" = "Gvadelupė";

/* nothing */
"Equatorial Guinea" = "Pusiaujo Gvinėja";

/* nothing */
"Greece" = "Graikija";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Pietų Georgijos ir Pietų Sandvičo salos";

/* nothing */
"Guatemala" = "Gvatemala";

/* nothing */
"Guam" = "Guamas";

/* nothing */
"Guinea-Bissau" = "Bisau Gvinėja";

/* nothing */
"Guyana" = "Gajana";

/* nothing */
"Hong Kong" = "Honkongas";

/* nothing */
"Heard and McDonald Islands" = "Herdo ir Makdonaldo salos";

/* nothing */
"Honduras" = "Hondūras";

/* nothing */
"Croatia" = "Kroatija";

/* nothing */
"Haiti" = "Haitis";

/* nothing */
"Hungary" = "Vengrija";

/* nothing */
"Indonesia" = "Indonezija";

/* nothing */
"Ireland" = "Airija";

/* nothing */
"Israel" = "Izraelis";

/* nothing */
"Isle of Man" = "Meno sala";

/* nothing */
"India" = "Indija";

/* nothing */
"Informational" = "Informacinis";

/* nothing */
"International" = "Tarptautinis";

/* nothing */
"British Indian Ocean Territory" = "Britų teritorija Indijos vandenyne";

/* nothing */
"Iraq" = "Irakas";

/* nothing */
"Iran" = "Iranas";

/* nothing */
"Iceland" = "Islandija";

/* nothing */
"Italy" = "Italija";

/* nothing */
"Jersey" = "Džersis";

/* nothing */
"Jamaica" = "Jamaika";

/* nothing */
"Jordan" = "Jordanija";

/* nothing */
"Japan" = "Japonija";

/* nothing */
"Kenya" = "Kenija";

/* nothing */
"Kyrgyzstan" = "Kirgizija";

/* nothing */
"Cambodia" = "Kambodža";

/* nothing */
"Kiribati" = "Kiribatis";

/* nothing */
"Comoros" = "Kanarų salos";

/* nothing */
"St. Kitts and Nevis" = "Sent Kitsas ir Nevis";

/* nothing */
"North Korea" = "Šiaurės Korėja";

/* nothing */
"South Korea" = "Pietų Korėja";

/* nothing */
"Kuwait" = "Kuveitas";

/* nothing */
"Cayman Islands" = "Kaimanų salos";

/* nothing */
"Kazakhstan" = "Kazachstanas";

/* nothing */
"Laos" = "Laosas";

/* nothing */
"Lebanon" = "Libanas";

/* nothing */
"Saint Lucia" = "Sent Lusija";

/* nothing */
"Liechtenstein" = "Lichtenšteinas";

/* nothing */
"Sri Lanka" = "Šri Lanka";

/* nothing */
"Liberia" = "Liberija";

/* nothing */
"Lesotho" = "Lesotas";

/* nothing */
"Lithuania" = "Lietuva";

/* nothing */
"Luxembourg" = "Liuksemburgas";

/* nothing */
"Latvia" = "Latvija";

/* nothing */
"Libya" = "Libija";

/* nothing */
"Morocco" = "Morokas";

/* nothing */
"Monaco" = "Monakas";

/* nothing */
"Moldova" = "Moldavija";

/* nothing */
"United States Medical" = "JAV medicinos įstaiga";

/* nothing */
"Madagascar" = "Madagaskaras";

/* nothing */
"Marshall Islands" = "Maršalo salos";

/* nothing */
"Military" = "Karinė įstaiga";

/* nothing */
"Macedonia" = "Makedonija";

/* nothing */
"Mali" = "Malis";

/* nothing */
"Myanmar" = "Birma";

/* nothing */
"Mongolia" = "Mongolija";

/* nothing */
"Macau" = "Makau";

/* nothing */
"Northern Mariana Islands" = "Šiaurės Marianai";

/* nothing */
"Martinique" = "Martinika";

/* nothing */
"Mauritania" = "Mauritanija";

/* nothing */
"Montserrat" = "Monseratas";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauricijus";

/* nothing */
"Maldives" = "Maldyvai";

/* nothing */
"Malawi" = "Malavis";

/* nothing */
"Mexico" = "Meksika";

/* nothing */
"Malaysia" = "Malaizija";

/* nothing */
"Mozambique" = "Mozambikas";

/* nothing */
"Namibia" = "Namibija";

/* nothing */
"New Caledonia" = "Naujoji Kaledonija";

/* nothing */
"Niger" = "Nigeris";

/* nothing */
"Internic Network" = "Tinklo įstaiga";

/* nothing */
"Norfolk Island" = "Norfolko sala";

/* nothing */
"Nigeria" = "Nigerija";

/* nothing */
"Nicaragua" = "Nikaragva";

/* nothing */
"Netherlands" = "Olandija";

/* nothing */
"Norway" = "Norvegija";

/* nothing */
"Nepal" = "Nepalas";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niujė";

/* nothing */
"New Zealand" = "Naujoji Zelandija";

/* nothing */
"Oman" = "Omanas";

/* nothing */
"Internic Non-Profit Organization" = "Ne pelno įstaiga";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Prancūzijos Polinezija";

/* nothing */
"Papua New Guinea" = "Papua Naujoji Gvinėja";

/* nothing */
"Philippines" = "Filipinai";

/* nothing */
"Pakistan" = "Pakistanas";

/* nothing */
"Poland" = "Lenkija";

/* nothing */
"St. Pierre and Miquelon" = "Sent Pjeras ir Mikelonai";

/* nothing */
"Pitcairn" = "Pitkerno salos";

/* nothing */
"Puerto Rico" = "Puerto Rikas";

/* nothing */
"Palestinian Territory" = "Palestina";

/* nothing */
"Portugal" = "Portugalija";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paragvajus";

/* nothing */
"Qatar" = "Kataras";

/* nothing */
"Reunion" = "Rejunjonas";

/* nothing */
"Romania" = "Rumunija";

/* nothing */
"Old School ARPAnet" = "Senasis ARPAnetas";

/* nothing */
"Russian Federation" = "Rusijos federacija";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Saudo Arabija";

/* nothing */
"Solomon Islands" = "Saliamono salos";

/* nothing */
"Seychelles" = "Seišeliai";

/* nothing */
"Sudan" = "Sudanas";

/* nothing */
"Sweden" = "Švedija";

/* nothing */
"Singapore" = "Singapūras";

/* nothing */
"St. Helena" = "Šv. Elenos kolonija";

/* nothing */
"Slovenia" = "Slovėnija";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbardo ir Jano Majaus salos";

/* nothing */
"Slovak Republic" = "Slovakija";

/* nothing */
"Sierra Leone" = "Siera Leonė";

/* nothing */
"San Marino" = "San Marinas";

/* nothing */
"Senegal" = "Senegalas";

/* nothing */
"Somalia" = "Somalis";

/* nothing */
"Suriname" = "Surinamas";

/* nothing */
"Sao Tome and Principe" = "San Tomė ir Prinsipė";

/* nothing */
"Former USSR" = "Buvusi SSRS";

/* nothing */
"El Salvador" = "Salvadoras";

/* nothing */
"Syria" = "Sirija";

/* nothing */
"Swaziland" = "Svazilandas";

/* nothing */
"Turks and Caicos Islands" = "Turkso ir Kaikoso salos";

/* nothing */
"Chad" = "Čadas";

/* nothing */
"French Southern Territories" = "Indijos vandenyno pietų teritorijos";

/* nothing */
"Togo" = "Togas";

/* nothing */
"Thailand" = "Tailandas";

/* nothing */
"Tajikistan" = "Tadžikija";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Rytų Timoras";

/* nothing */
"Turkmenistan" = "Turkmėnija";

/* nothing */
"Tunisia" = "Tunisas";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turkija";

/* nothing */
"Trinidad and Tobago" = "Trinidadas ir Tobagas";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taivanas";

/* nothing */
"Tanzania" = "Tanzanija";

/* nothing */
"Ukraine" = "Ukraina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Jungtinė Karalystė";

/* nothing */
"United States of America" = "Jungtinės Amerikos Valstijos";

/* nothing */
"Uruguay" = "Urugvajus";

/* nothing */
"Uzbekistan" = "Uzbekistanas";

/* nothing */
"Vatican City State" = "Vatikanas";

/* nothing */
"St. Vincent and the Grenadines" = "Sent Vinsentas ir Grenadinos";

/* nothing */
"Venezuela" = "Venesuela";

/* nothing */
"British Virgin Islands" = "Mergelės salos (D. Brit.)";

/* nothing */
"US Virgin Islands" = "Mergelės salos (JAV)";

/* nothing */
"Vietnam" = "Vietnamas";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Valiso ir Futunos salos";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jemenas";

/* nothing */
"Mayotte" = "Majota";

/* nothing */
"Yugoslavia" = "Jugoslavija";

/* nothing */
"South Africa" = "Pietų Afrika";

/* nothing */
"Zambia" = "Zambija";

/* nothing */
"Zimbabwe" = "Zimbabvė";

/* nothing */
"Unknown" = "Nežinoma";

/* nothing */
"Open Dialog Window" = "Atverti dialogo langą";

/* nothing */
"Send a File" = "Siųsti rinkmeną";

/* nothing */
"User Info (WHOIS)" = "Naudotojo informacija (WHOIS)";

/* nothing */
"Operator Actions" = "Operatoriaus veiksmai";

/* nothing */
"Give Ops" = "Suteikti operatoriaus statusą";

/* nothing */
"Take Ops" = "Pašalinti operatoriaus statusą";

/* nothing */
"Give Voice" = "Suteikti balsą";

/* nothing */
"Take Voice" = "Pašalinti balsą";

/* nothing */
"Kick/Ban" = "Išmesti/uždrausti";

/* nothing */
"Kick" = "Išmesti";

/* nothing */
"Ban" = "Uždrausti";

/* nothing */
"KickBan" = "Išmesti ir uždrausti";

/* nothing */
"Direct client-to-client" = "DCC";

/* nothing */
"Send File" = "Siųsti rinkmeną";

/* nothing */
"Offer Chat" = "Siūlyti pokalbį";

/* nothing */
"Abort Chat" = "Nutraukti pokalbį";

/* nothing */
"Version" = "Versija";

/* nothing */
"Userinfo" = "Apie naudotoją";

/* nothing */
"Clientinfo" = "Apie klientą";

/* nothing */
"Ping" = "„Ping“";

/* nothing */
"Time" = "Laikas";

/* nothing */
"Finger" = "„Finger“";

/* nothing */
"Oper" = "IRC opams";

/* nothing */
"Kill this user" = "Atjungti naudotoją nuo IRC";

/* nothing */
"Mode" = "Režimai";

/* nothing */
"Give Half-Ops" = "Suteikti halfopo statusą";

/* nothing */
"Take Half-Ops" = "Pašalinti halfopo statusą";

/* nothing */
"Ignore" = "Ignoruoti";

/* nothing */
"Ignore User" = "Ignoruoti naudotoją";

/* nothing */
"UnIgnore User" = "Nebeignoruoti";

/* nothing */
"Info" = "Informacija";

/* nothing */
"Who" = "„Who“";

/* nothing */
"WhoIs" = "„WhoIs“";

/* nothing */
"DNS Lookup" = "DNS paieška";

/* nothing */
"Trace" = "„Trace“";

/* nothing */
"UserHost" = "„UserHost“";

/* nothing */
"External" = "Išorinės komandos";

/* nothing */
"Traceroute" = "„Traceroute“";

/* nothing */
"Telnet" = "„Telnet“";

/* nothing */
"Leave Channel" = "Palikti kanalą";

/* nothing */
"Join Channel..." = "Įeiti į kanalą";

/* nothing */
"Enter Channel to Join:" = "Įveskite kanalo pavadinimą:";

/* nothing */
"Server Links" = "Serverio ryšiai";

/* nothing */
"Ping Server" = "Pinginti serverį";

/* nothing */
"Hide Version" = "Slėpti versiją";

/* nothing */
"Op" = "Duoti opą";

/* nothing */
"DeOp" = "Pašalinti opą";

/* nothing */
"bye" = "iki";

/* nothing */
"Enter reason to kick %s:" = "Įveskite išmetimo priežastį „%s“:";

/* nothing */
"Sendfile" = "Siųsti rinkmeną";

/* nothing */
"Dialog" = "Dialogas";

/* nothing */
"Send" = "Siųsti";

/* nothing */
"Chat" = "Pokalbis";

/* nothing */
"Clear" = "Išvalyti";

/* nothing */
"Couldn't connect to session bus" = "Nepavyko prisijungti prie sesijos magistralės";

/* nothing */
"Failed to complete NameHasOwner" = "Nepavyko užbaigti „NameHasOwner“";

/* nothing */
"Failed to complete Command" = "Nepavyko užbaigti komandos";

/* nothing */
"remote access" = "nuotolinis priėjimas";

/* nothing */
"plugin for remote access using DBUS" = "įskiepis nuotoliniam priėjimui, naudojant DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Nepavyko prisijungti prie sesijos magistralės: „%s“\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Nepavyko gauti %s: „%s“\n";

/* nothing */
"About XChat" = "Apie „X-Chat“";

/* nothing */
"A multiplatform IRC Client" = "Daugiaplatformis IRC klientas";

/* nothing */
"Character Chart" = "Simboliai";

/* nothing */
"Not connected." = "Neprisijungta.";

/* nothing */
"You must select some bans." = "Pažymėkite bent vieną draudimą.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Ar tikrai norite pašalinti visus draudimus kanale „%s“?";

/* nothing */
"Mask" = "Formatas";

/* nothing */
"From" = "Iš";

/* nothing */
"Date" = "Data";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Draudimų sąrašą galima atverti tin esant kanale.";

/* nothing */
"XChat: Ban List (%s)" = "X-Chat: draudimų sąrašas (%s)";

/* nothing */
"Remove" = "Pašalinti";

/* nothing */
"Crop" = "Apkirpti";

/* nothing */
"Refresh" = "Atnaujinti";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Naudotojų ir kanalų statistika: %d iš %d naudotojų %d iš %d kanalų";

/* nothing */
"Select an output filename" = "Nurodykite rinkmenos vardą";

/* nothing */
"_Join Channel" = "Įeiti į kanalą";

/* nothing */
"_Copy Channel Name" = "Kanalo pavadinimas";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "X-Chat: kanalų sąrašas (%s)";

/* nothing */
"_Search" = "X-Chat: paieška";

/* nothing */
"_Download List" = "Parsiuntimai";

/* nothing */
"Save _List..." = "Įrašyti kaip...";

/* nothing */
"Show only:" = "";

/* nothing */
"channels with" = "Atverti kanalus:";

/* nothing */
"to" = "";

/* nothing */
"users." = "Naudotojai";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "Kanalo pavadinimas";

/* nothing */
"Search type:" = "Ieškoti teksto...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "Atitikti išraišką:";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "Rasti:";

/* nothing */
"Send file to %s" = "Rinkmenos išsiuntimas %s";

/* nothing */
"That file is not resumable." = "Šios rinkmenos pratęsti neįmanoma.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Nepavyko pasiekti rinkmenos: %s\n%s.\nAtnaujinimas negalimas.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Rinkmena parsiuntimų kataloge didesnė nei pasiūlytoji rinkmena. Atnaujinimas negalimas.";

/* nothing */
"Cannot resume the same file from two people." = "Negalima atnaujinti tos pačios rinkmenos siuntimo iš dviejų žmonių.";

/* nothing */
"XChat: Uploads and Downloads" = "X-Chat: išsiuntimai ir parsiuntimai";

/* nothing */
"Status" = "Būklė";

/* nothing */
"File" = "Rinkmena";

/* nothing */
"ETA" = "Liko laiko";

/* nothing */
"Both" = "ir tas, ir tas";

/* nothing */
"Uploads" = "Išsiuntimai";

/* nothing */
"Downloads" = "Parsiuntimai";

/* nothing */
"Details" = "Detalės";

/* nothing */
"File:" = "Rinkmena";

/* nothing */
"Address:" = "Adresas";

/* nothing */
"Abort" = "Atsisakyti";

/* nothing */
"Accept" = "Priimti";

/* nothing */
"Resume" = "Tęsti";

/* nothing */
"Open Folder..." = "Atverti katalogą...";

/* nothing */
"XChat: DCC Chat List" = "X-Chat: DCC pokalbių sąrašas";

/* nothing */
"Recv" = "Gauta";

/* nothing */
"Sent" = "Išsiųsta";

/* nothing */
"Start Time" = "Pradžios laikas";

/* nothing */
"*NEW*" = "*NAUJA*";

/* nothing */
"EDIT ME" = "PAKEISKITE";

/* nothing */
"Name" = "Pavadinimas";

/* nothing */
"Command" = "Komanda";

/* nothing */
"Move Up" = "Aukštyn";

/* nothing */
"Move Dn" = "Žemyn";

/* nothing */
"Cancel" = "Atsisakyti";

/* nothing */
"Save" = "Įrašyti";

/* nothing */
"Add New" = "Pridėti naują";

/* nothing */
"Delete" = "Šalinti";

/* nothing */
"Sort" = "Rūšiuoti";

/* nothing */
"Help" = "Pagalba";

/* nothing */
"Don't auto connect to servers" = "Automatiškai nesijungti prie serverių";

/* nothing */
"Use a different config directory" = "Naudoti kitą nustatymų katalogą";

/* nothing */
"Don't auto load any plugins" = "įskiepių automatiškai neįkelti";

/* nothing */
"Show plugin auto-load directory" = "Rodyti automatinės įskiepių įkelties katalogą";

/* nothing */
"Show user config directory" = "Rodyti naudotojo nustatymų katalogą";

/* nothing */
"Open an irc://server:port/channel URL" = "Atidaryti irc://serveris:jungtis/kanalas adresą";

/* nothing */
"Open URL in an existing XChat" = "Atidaryti adresą jau paleistame „X-Chat“";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "niekada";

/* nothing */
"Show version information" = "Rodyti versiją";

/* nothing */
"Failed to open font:\n\n%s" = "Negaliu įkelti šrifto:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Paieškos buferis tuščias.\n";

/* nothing */
"%d bytes" = "%d baitų";

/* nothing */
"Network send queue: %d bytes" = "Tinklo siuntimo eilė: %d baitų";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Run Command veiksmas paleidžia „Duomenis nr. 1“, lyg jie būtų įvesti į laukelį, kuriame buvo nuspausta klavišų seka. Taigi duomenys gali būti tekstas (bus nusiųstas į kanalą/asmeniui), komandos ar naudotojo komandos. Visi \\n simboliai „Duomenyse nr. 1“ yra naudojami atskirti kelioms komandoms Jei norite \\ kaip teksto, įveskite \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Change Page komanda perjungia tarp kortelių. Nustatykite „Duomenis nr. 1“ į kortelės nr. Jei „Duomenys nr. 2“ netušti, tai skaičius bus suprantamas kaip reliatyvus poslinkis nuo dabartinės pozicijos";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Insert in Buffer komanda įterpia „Duomenis nr. 1“ į dabartinę žymeklio poziciją laukelyje, kuriame buvo paspausta klavišų seka";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Scroll Page komanda paslenka tekstą aukštyn ar žemyn per ekraną arba per eilutę. „Duomenis nr. 1“ nustatykite į Up, Down, +1 arba -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Set Buffer komanda nustato įvedimo laukelyje, kuriame buvo paspausta klavišų seka, į „Duomenis nr. 1“";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Last Command komanda nustato laukelyje paskutinę įvestą komandą - taip pat, kaip klavišo su rodykle aukštyn paspaudimas aplinkoje";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Next Command komanda nustato įvedimo laukelyje paskesnę įvestą komandą  - taip pat, kaip klavišo su rodykle žemyn paspaudimas aplinkoje";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Ši komanda užbaigia tekstą įvedimo laukelyje kaip nepilną slapyvardį ar komandą. Jei „Duomenys nr. 1“ yra, tai dukart paspaudus tabuliacijos klavišą bus pažymėtas ankstesnis slapyvardis, priešingu atveju paskesnis";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Ši komanda slenka slapyvardžių sąrašą. Jei duomenys nr. 1 yra nustatyti į bet ką, tai slenka aukštyn, kitu atveju žemyn";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Ši komanda patikrina, ar nereikia pakeisti paskutinio įvesto žodžio pagalpakeitimų sąrašą, jei taip, pakeičia";

/* nothing */
"This command moves the front tab left by one" = "Ši komanda stumia kortelę į kairę";

/* nothing */
"This command moves the front tab right by one" = "Ši komanda stumia kortelę į dešinę";

/* nothing */
"This command moves the current tab family to the left" = "Ši komanda stumia kortelių šeimą į kairę";

/* nothing */
"This command moves the current tab family to the right" = "Ši komanda stumia kortelių šeimą į kairę";

/* nothing */
"Push input line into history but doesn't send to server" = "Įdėti eilutę į langą, bet nesiųsti serveriui";

/* nothing */
"There was an error loading key bindings configuration" = "Įkeliant klavišų sąsajos nustatymus įvyko klaida";

/* nothing */
"<none>" = "<joks>";

/* nothing */
"Mod" = "Mod.";

/* nothing */
"Key" = "Klavišas";

/* nothing */
"Action" = "Veiksmas";

/* nothing */
"XChat: Keyboard Shortcuts" = "X-Chat: Greitieji klavišai";

/* nothing */
"Shift" = "Lyg2 (Shift)";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Vald (Ctrl)";

/* nothing */
"Data 1" = "Duomenys nr. 1";

/* nothing */
"Data 2" = "Duomenys nr. 2";

/* nothing */
"Error opening keys config file\n" = "Klaida įkeliant klavišų sąsajos nustatymų rinkmeną\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Nežinomas raktas „%s“ klavišų sąsajos nustatymų rinkmenoje.\nĮkeltis nutraukta, prašom ištaisyti „%s/keybindings.conf“\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Nežinomas veiksmas „%s“ klavišų sąsajos nustatymų rinkmenoje.\nĮkeltis nutraukta, prašom ištaisyti „%s/keybindings“\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Tikėtasi duomenų eilutės (prasidedančios „Dx{:|!}“), bet yra:\n%s\n\nĮkeltis nutraukta, prašom ištaisyti „%s/keybindings“\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Klavišų sąsajos nustatymų rinkmena pažeista, įkeltis nutraukta.\nPrašom ištaisyti „%s/keybindings.conf“\n";

/* nothing */
"Cannot write to that file." = "Negaliu įrašyti rinkmenos.";

/* nothing */
"Cannot read that file." = "Nepavyko perskaityti rinkmenos.";

/* nothing */
"That mask already exists." = "Šis formatas jau yra.";

/* nothing */
"Private" = "Asm. pokalbiai";

/* nothing */
"Notice" = "Pastabos";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Kvietimai";

/* nothing */
"Unignore" = "Nebeignoruoti";

/* nothing */
"Enter mask to ignore:" = "Įveskite ignoravimo formatą:";

/* nothing */
"XChat: Ignore list" = "X-Chat: ignoravimo sąrašas";

/* nothing */
"Ignore Stats:" = "Ignoravimo būsena:";

/* nothing */
"Channel:" = "Kanalai:";

/* nothing */
"Private:" = "Asmeniniai pokalbiai:";

/* nothing */
"Notice:" = "Pastabos:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Kvietimai:";

/* nothing */
"Add..." = "Pridėti...";

/* nothing */
"Channel name too short, try again." = "Kanalo pavadinimas per trumpas, bandykite dar kartą.";

/* nothing */
"XChat: Connection Complete" = "X-Chat: ryšys užbaigtas.";

/* nothing */
"Connection to %s complete." = "„%s“ ryšys užbaigtas.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "Serverių sąraše joks kanalas (pokalbių kambarys) nebuvo nurodytas automatiniam prisijungimui.";

/* nothing */
"What would you like to do next?" = "Ką norėtumėte toliau daryti?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Nieko, prisijungsiu prie kanalo vėliau.";

/* nothing */
"_Join this channel:" = "_Jungtis prie kanalo:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Jei žinote kanalo pavadinimą, prie kurio norite prisijungti, įveskite jį čia.";

/* nothing */
"O_pen the Channel-List window." = "Atverti kanalų sąrašo lan_gą.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Kanalų sąrašo gavimas gali užtrukti porą minučių.";

/* nothing */
"_Always show this dialog after connecting." = "Vis_ada rodyti šį langą prisijungus.";

/* nothing */
"Dialog with" = "Dialogas su";

/* nothing */
"Topic for %s is: %s" = "%s tema yra: %s";

/* nothing */
"No topic is set" = "Temos nėra.";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Šis serveris vis dar turi %d atvertų kanalų ar dialogų. Užverti juos visus?";

/* nothing */
"Quit XChat?" = "Apie „X-Chat“";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "Automatiškai prisijungti paleidžiant";

/* nothing */
"Are you sure you want to quit?" = "Ar tikrai norite pašalinti visus draudimus kanale „%s“?";

/* nothing */
"Some file transfers are still active." = "Yra aktyvių rinkmenų siuntimų, tikrai išeiti?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Įterpti atributą ar spalvos kodą";

/* nothing */
"<b>Bold</b>" = "<b>Paršykintas</b>";

/* nothing */
"<u>Underline</u>" = "<u>Pabrauktas</u>";

/* nothing */
"Normal" = "Normalus";

/* nothing */
"Colors 0-7" = "Spalvos 0-7";

/* nothing */
"Colors 8-15" = "Spalvos 8-15";

/* nothing */
"Beep on message" = "Pyptelėti, gavus žinutę";

/* nothing */
"Blink tray on message" = "Pyptelėti, gavus žinutę";

/* nothing */
"Show join/part messages" = "Rodyti atėjimo/išėjimo žinutes";

/* nothing */
"Color paste" = "Įdėti su spalvomis";

/* nothing */
"_Close Tab" = "_Užverti kortelę";

/* nothing */
"_Detach Tab" = "Atkabinti _kortelę";

/* nothing */
"User limit must be a number!\n" = "Naudotojų limitas turi būti skaičius!\n";

/* nothing */
"Topic Protection" = "Temos apsauga";

/* nothing */
"No outside messages" = "Išorinės žinutės draudžiamos";

/* nothing */
"Secret" = "Slaptas";

/* nothing */
"Invite Only" = "Tik su kvietimais";

/* nothing */
"Moderated" = "Moderuojamas";

/* nothing */
"Ban List" = "Draudimų sąrašas";

/* nothing */
"Keyword" = "Raktas";

/* nothing */
"User Limit" = "Naudotojų limitas";

/* nothing */
"Show/Hide userlist" = "Rodyti/slėpti naudotojų sąrašą";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Nepavyko nustatyti fono permatomumo!\n\nGalbūt naudojate nesuderinamą langų\ntvarkyklę.\n";

/* nothing */
"Enter new nickname:" = "Įveskite naują slapyvardį:";

/* nothing */
"Host unknown" = "Adresas nežinomas";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Tikrasis vardas:";

/* nothing */
"User:" = "Naudotojas:";

/* nothing */
"Country:" = "Šalis:";

/* nothing */
"Server:" = "Serveris:";

/* nothing */
"Away Msg:" = "Nėra, nes:";

/* nothing */
"%u minutes ago" = "prieš %u minučių";

/* nothing */
"Last Msg:" = "Paskutinė žinutė: %s";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Meniu dabar paslėptas. Galite jį grąžinti, paspaudę F9, arba paspaudę dešiniu pelės klavišu virš tuščios tekstinės lango dalies vietos.";

/* nothing */
"Open Link in Browser" = "Atverti nuorodą naršyklėje";

/* nothing */
"Copy Selected Link" = "Kopijuoti pažymėtą adresą";

/* nothing */
"Join Channel" = "Įeiti į kanalą";

/* nothing */
"Part Channel" = "Palikti kanalą";

/* nothing */
"Cycle Channel" = "Iš naujo įeiti į kanalą";

/* nothing */
"XChat: User menu" = "X-Chat: naudotojo meniu";

/* nothing */
"Edit This Menu..." = "Keisti šį meniu...";

/* nothing */
"Retrieve channel list..." = "Gauti kanalų sąrašą...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Naudotojo komandos - kodai:\n\n%c  =  dabartinis kanalas\n%e  =  dabartinio tinklo pavadinimas\n%m  =  mašinos informacija\n%n  =  Jūsų slapyvardis\n%t  =  laikas/data\n%v  =  X-Chat versija\n%2  =  žodis nr. 2\n%3  =  žodis nr. 3\n&2  =  žodis nr. 2 į eilutės pabaigą\n&3  =  žodis nr. 3 į eilutės pabaigą\n\npvz.:\n/cmd jonas labas\n\n%2 būtų \"jonas\"\n&2 būtų \"jonas labas\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Naudotojų sąrašo mygtukai - kodai:\n\n%a  =  visi pažymėti slapyvardžiai\n%c  =  dabartinis kanalas\n%e  =  dabartinio tinklo pavadinimas\n%h  =  pažymėto slapyvardžio adresas\n%m  =  mašinos informacija\n%n  =  Jūsų slapyvardis\n%s  =  pažymėtas slapyvardis\n%t  =  laikas/data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialogo mygtukai - kodai:\n\n%a  =  visi pažymėti slapyvardžiai\n%c  =  dabartinis kanalas\n%e  =  dabartinio tinklo pavadinimas\n%h  =  pažymėto slapyvardžio adresas\n%m  =  mašinos informacija\n%n  =  Jūsų slapyvardis\n%s  =  pažymėtas slapyvardis\n%t  =  laikas/data\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP atsakymai - kodai:\n\n%d  =  duomenys (visas CTCP)\n%e  =  dabartinio tinklo pavadinimas\n%m  =  mašinos informacija\n%s  =  siuntėjo slapyvardis\n%t  =  laikas/data\n%2  =  žodis nr. 2\n%3  =  žodis nr. 3\n&2  =  žodis nr. 2 į eilutės pabaigą\n&3  =  žodis nr. 3 į eilutės pabaigą\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL valdikliai - kodai:\n\n%s  =  URL eilutė\n\nŠauktukas prieš komandą nurodo,\nkad ji turėtų būti įvykdyta,\no ne nusiųsta į serverį.";

/* nothing */
"XChat: User Defined Commands" = "X-Chat: naudotojo komandos";

/* nothing */
"XChat: Userlist Popup menu" = "X-Chat: naudotojų sąrašo meniu";

/* nothing */
"Replace with" = "Pakeisti į";

/* nothing */
"XChat: Replace" = "X-Chat: pakeitimai";

/* nothing */
"XChat: URL Handlers" = "X-Chat: URL valdikliai";

/* nothing */
"XChat: Userlist buttons" = "X-Chat: Naudotojų sąrašo mygtukai";

/* nothing */
"XChat: Dialog buttons" = "X-Chat: dialogo mygtukai";

/* nothing */
"XChat: CTCP Replies" = "X-Chat: CTCP atsakymai";

/* nothing */
"_XChat" = "_X-Chat";

/* nothing */
"Network Li_st..." = "Tink_lų sąrašas...";

/* nothing */
"_New" = "_Naujas";

/* nothing */
"Server Tab..." = "Serverio kortelė...";

/* nothing */
"Channel Tab..." = "Kanalo kortelė...";

/* nothing */
"Server Window..." = "Serverio langas...";

/* nothing */
"Channel Window..." = "Kanalo langas...";

/* nothing */
"_Load Plugin or Script..." = "Įke_lti įskiepį ar skriptą...";

/* nothing */
"_Quit" = "_Išeiti";

/* nothing */
"_View" = "_Rodyti";

/* nothing */
"_Menu Bar" = "_Meniu juosta";

/* nothing */
"_Topic Bar" = "_Temos eilutė";

/* nothing */
"_User List" = "Naudotojų sąrašas";

/* nothing */
"U_serlist Buttons" = "Naudotojų sąrašo mygt_ukai...";

/* nothing */
"M_ode Buttons" = "_Režimų mygtukai";

/* nothing */
"_Channel Switcher" = "Atverti kanalus:";

/* nothing */
"_Tabs" = "Kor_telės";

/* nothing */
"T_ree" = "M_edis";

/* nothing */
"_Network Meters" = "Ti_nklo rodikliai";

/* nothing */
"Off" = "nerodyti";

/* nothing */
"Graph" = "grafikas";

/* nothing */
"_Server" = "_Serveris";

/* nothing */
"_Disconnect" = "_Atsijungti";

/* nothing */
"_Reconnect" = "P_risijungti iš naujo";

/* nothing */
"Marked Away" = "Manęs nėra";

/* nothing */
"_Usermenu" = "Na_udotojo meniu";

/* nothing */
"S_ettings" = "N_ustatymai";

/* nothing */
"_Preferences" = "_Nustatymai...";

/* nothing */
"Advanced" = "Daugiau";

/* nothing */
"Auto Replace..." = "Automatiniai pakeitimai...";

/* nothing */
"CTCP Replies..." = "CTCP atsakymai...";

/* nothing */
"Dialog Buttons..." = "Dialogo mygtukai...";

/* nothing */
"Keyboard Shortcuts..." = "Greitieji klavišai...";

/* nothing */
"Text Events..." = "Tekstiniai įvykiai...";

/* nothing */
"URL Handlers..." = "URL valdikliai...";

/* nothing */
"User Commands..." = "Naudotojo komandos...";

/* nothing */
"Userlist Buttons..." = "Naudotojų sąrašo mygtukai...";

/* nothing */
"Userlist Popup..." = "Naudotojų sąrašo meniu...";

/* nothing */
"_Window" = "_Langas";

/* nothing */
"Ban List..." = "Draudimų sąrašas...";

/* nothing */
"Channel List..." = "Kanalų sąrašas...";

/* nothing */
"Character Chart..." = "Simboliai...";

/* nothing */
"Direct Chat..." = "Tiesioginis pokalbis...";

/* nothing */
"File Transfers..." = "DCC...";

/* nothing */
"Ignore List..." = "Ignoravimo sąrašas...";

/* nothing */
"Notify List..." = "Stebyklė...";

/* nothing */
"Plugins and Scripts..." = "Įskiepiai ir skriptai...";

/* nothing */
"Raw Log..." = "Pirminis žurnalas...";

/* nothing */
"URL Grabber..." = "URL surinktuvas...";

/* nothing */
"Reset Marker Line" = "Atnaujinti žymeklį";

/* nothing */
"C_lear Text" = "Išva_lyti tekstą";

/* nothing */
"Search Text..." = "Ieškoti teksto...";

/* nothing */
"Save Text..." = "Įrašyti tekstą...";

/* nothing */
"_Help" = "_Pagalba";

/* nothing */
"_Contents" = "_Turinys";

/* nothing */
"_About" = "_Apie";

/* nothing */
"_Attach Window" = "Prijungti l_angą";

/* nothing */
"_Close Window" = "_Užverti langą";

/* nothing */
"User" = "Naudotojas";

/* nothing */
"Last Seen" = "Paskutinį kartą matyta(s)";

/* nothing */
"Offline" = "atsijungęs";

/* nothing */
"Never" = "niekada";

/* nothing */
"%d minutes ago" = "prieš %u minučių";

/* nothing */
"Online" = "prisijungęs";

/* nothing */
"Enter nickname to add:" = "Įveskite slapyvardį:";

/* nothing */
"Notify on these networks:" = "Stebėti šiuose tinkluose:";

/* nothing */
"Comma separated list of networks is accepted." = "Tinka kableliais atskirtas tinklų sąrašas.";

/* nothing */
"XChat: Notify List" = "X-Chat: stebyklė";

/* nothing */
"Open Dialog" = "Atverti dialogo langą";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "nerodyti";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Kanalo pavadinimas";

/* nothing */
"Private Message" = "Pyptelėti, gavus asmeninę žinutę";

/* nothing */
"Highlighted Message" = "Pyptelėti, gavus paryškintą žinutę";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "Pyptelėti, gavus paryškintą žinutę";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "Aprašas";

/* nothing */
"Select a Plugin or Script to load" = "Išrinkite įskiepį ar skriptą";

/* nothing */
"XChat: Plugins and Scripts" = "X-Chat: įskiepiai ir skriptai";

/* nothing */
"_Load..." = "Į_kelti...";

/* nothing */
"_UnLoad" = "Išk_elti";

/* nothing */
"_Close" = "_Užverti";

/* nothing */
"Save As..." = "Įrašyti kaip...";

/* nothing */
"XChat: Rawlog (%s)" = "X-Chat: pirminis žurnalas (%s)";

/* nothing */
"Clear rawlog" = "Išvalyti pirminį žurnalą";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Lango, kuriame norite ieškoti, nebėra.";

/* nothing */
"Search hit end, not found." = "Paieška pasiekė pabaigą, nerasta.";

/* nothing */
"XChat: Search" = "X-Chat: paieška";

/* nothing */
"_Match case" = "_Skirti ABC nuo abc";

/* nothing */
"Search _backwards" = "Ieškoti at_bulai";

/* nothing */
"_Find" = "Ra_sti";

/* nothing */
"New Network" = "Naujas tinklas";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Tikrai pašalinti tinklą „%s“ su visais jam priklausančiais serveriais?";

/* nothing */
"User name and Real name cannot be left blank." = "Privalote nurodyti naudotojo ir tikrąjį vardą";

/* nothing */
"XChat: Edit %s" = "X-Chat: „%s“ keitimas";

/* nothing */
"Servers for %s" = "„%s“ serveriai";

/* nothing */
"Connect to selected server only" = "Jungtis tik į parinktą serverį";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Nepavykus prisijungti prie serverio nebandyti jungtis į kitus.";

/* nothing */
"Your Details" = "Jūsų duomenys";

/* nothing */
"Use global user information" = "Naudoti bendrus naudotojo duomenis";

/* nothing */
"_Nick name:" = "Slapyvardis:";

/* nothing */
"Second choice:" = "Antras pasirinkimas:";

/* nothing */
"_User name:" = "Na_udotojo vardas:";

/* nothing */
"Rea_l name:" = "Tik_rasis vardas:";

/* nothing */
"Connecting" = "Jungiamasi";

/* nothing */
"Auto connect to this network at startup" = "Automatiškai prisijungti paleidžiant";

/* nothing */
"Use a proxy server" = "Naudoti tarpinį serverį";

/* nothing */
"Use SSL for all the servers on this network" = "Naudoti SSL visiems serveriams šiame tinkle";

/* nothing */
"Accept invalid SSL certificate" = "Priimti klaidingą SSL sertifikatą";

/* nothing */
"C_hannels to join:" = "Į_eiti į kanalus:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Automatiškai įeitimi kanalai, atskirti kableliais, bet be tarpų!";

/* nothing */
"Connect command:" = "Prisijungimo komanda:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Papildoma komanda, įvykdytina prisijungus. Jei norite daugiau nei vienos, įrašykite LOAD -e <rinkmena>, kur <rinkmena> yra tekstinė rinkmena, kurioje surašytos įvykdytinos komandos.";

/* nothing */
"Nickserv password:" = "„Nickserv“ slaptažodis:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Jeigu jūsl slapyvardžiui reikia slaptažodžio, įveskite jį čia. Ne visi IRC tinklai tai palaiko.";

/* nothing */
"Server password:" = "Serverio slaptažodis:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Serverio slaptažodis. Jei neaišku, palikti tuščią.";

/* nothing */
"Character set:" = "Koduotė:";

/* nothing */
"_Edit" = "K_eisti";

/* nothing */
"XChat: Network List" = "X-Chat: tinklų sąrašas";

/* nothing */
"User Information" = "Naudotojo informacija";

/* nothing */
"Third choice:" = "Trečias pasirinkimas";

/* nothing */
"Networks" = "Tinklai";

/* nothing */
"Skip network list on startup" = "Paleidus tinklų sąrašo nerodyti";

/* nothing */
"_Edit..." = "K_eisti...";

/* nothing */
"_Sort" = "Rūši_uoti";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "J_ungtis";

/* nothing */
"Text Box Appearance" = "Teksto lauko išvaizda";

/* nothing */
"Font:" = "Šriftas:";

/* nothing */
"Background image:" = "Fono vaizdas:";

/* nothing */
"Scrollback lines:" = "Teksto lauko talpa, eilutėmis:";

/* nothing */
"Colored nick names" = "Spalvoti slapyvardžiai";

/* nothing */
"Give each person on IRC a different color" = "Slapyvardžius rodo skirtingomis spalvomis";

/* nothing */
"Indent nick names" = "Lygiuoti slapyvardžius";

/* nothing */
"Make nick names right-justified" = "Išlygiuoja slapyvardžius iš dešinės";

/* nothing */
"Transparent background" = "Permatomas fonas";

/* nothing */
"Show marker line" = "Rodyti žymeklį";

/* nothing */
"Insert a red line after the last read text." = "Įterpia raudoną liniją po paskutinio perskaityto teksto.";

/* nothing */
"Transparency Settings" = "Permatomumas";

/* nothing */
"Red:" = "Rausvumas:";

/* nothing */
"Green:" = "Žalsvumas:";

/* nothing */
"Blue:" = "Melsvumas:";

/* nothing */
"Time Stamps" = "Laikas žurnaluose";

/* nothing */
"Enable time stamps" = "Įterpti laiką pokalbių žurnaluose";

/* nothing */
"Time stamp format:" = "Laiko formatas:";

/* nothing */
"See strftime manpage for details." = "Žiūrėti strftime naudotojo vadovą.";

/* nothing */
"A-Z" = "A-Ž";

/* nothing */
"Last-spoke order" = "Pagal paskutinį naudotą slapyvardį";

/* nothing */
"Input box" = "Įvestis";

/* nothing */
"Use the Text box font and colors" = "Naudoti teksto lauko šriftą ir spalvas";

/* nothing */
"Spell checking" = "Rašybos tikrinimas";

/* nothing */
"Nick Completion" = "Slapyvardžių užbaigimas";

/* nothing */
"Automatic nick completion (without TAB key)" = "Automatinis slapyvardžių užbaigimas (be tabuliacijos klavišo)";

/* nothing */
"Nick completion suffix:" = "Slapyvardžių užbaigimo galūnė:";

/* nothing */
"Nick completion sorted:" = "Slapyvardžių užbaigimo tvarka:";

/* nothing */
"Input Box Codes" = "Įvesties lauko kodai";

/* nothing */
"Interpret %nnn as an ASCII value" = "Suprasti %nnn kaip ASCII reikšmę";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Suprasti %C, %B kaip spalvą, paryškinimą ir t.t.";

/* nothing */
"A-Z, Ops first" = "A-Ž, opai viršuje";

/* nothing */
"Z-A, Ops last" = "Ž-A, opai apačioje";

/* nothing */
"Z-A" = "Ž-A";

/* nothing */
"Unsorted" = "nerūšiuoti";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "viršuje";

/* nothing */
"Bottom" = "apačioje";

/* nothing */
"Hidden" = "nerodyti";

/* nothing */
"User List" = "Naudotojų sąrašas";

/* nothing */
"Show hostnames in user list" = "Naudotojų sąraše rodyti adresus";

/* nothing */
"User list sorted by:" = "Rūšiuoti naudotojų sąrašą pagal:";

/* nothing */
"Show user list at:" = "Rodyti/slėpti naudotojų sąrašą";

/* nothing */
"Away tracking" = "Nebuvimo sekimas";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Sekti naudotojų nebuvimą ir žymėti juos kita spalva";

/* nothing */
"On channels smaller than:" = "tik kanaluose, mažesniuose už:";

/* nothing */
"Action Upon Double Click" = "Dukart spragtelėjus vykdoma komanda";

/* nothing */
"Execute command:" = "Vykdyti komandą:";

/* nothing */
"Windows" = "Langai";

/* nothing */
"Tabs" = "Kortelės";

/* nothing */
"Always" = "visada";

/* nothing */
"Only requested tabs" = "tik to norint";

/* nothing */
"Tree" = "M_edis";

/* nothing */
"Switcher type:" = "Ieškoti teksto...";

/* nothing */
"Open an extra tab for server messages" = "Atverti naują kortelę serverio žinutėms";

/* nothing */
"Open an extra tab for server notices" = "Atverti naują kortelę serverio pastaboms";

/* nothing */
"Open a new tab when you receive a private message" = "Atverti naują kortelę privačioms žinutėms";

/* nothing */
"Sort tabs in alphabetical order" = "Rikiuoti korteles pagal abėcėlę";

/* nothing */
"Small tabs" = "Mažos kortelės";

/* nothing */
"Focus new tabs:" = "Iškelti naujas korteles:";

/* nothing */
"Show channel switcher at:" = "Atverti kanalus:";

/* nothing */
"Shorten tab labels to:" = "Trumpinti kortelių pavadinimus iki:";

/* nothing */
"letters." = "simbolių.";

/* nothing */
"Tabs or Windows" = "Kortelės, langai";

/* nothing */
"Open channels in:" = "Atverti kanalus:";

/* nothing */
"Open dialogs in:" = "Atverti dialogus:";

/* nothing */
"Open utilities in:" = "Atverti pagalbinius langus:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Atverti DCC, ignoravimą, stebyklę ir kt. kortelėse ar languose?";

/* nothing */
"No" = "Ne";

/* nothing */
"Yes" = "Taip";

/* nothing */
"Browse for save folder every time" = "Kaskart prašyti nurodyti paskirties katalogą";

/* nothing */
"Files and Directories" = "Rinkmenos ir katalogai";

/* nothing */
"Auto accept file offers:" = "Automatiškai priimti rinkmenas:";

/* nothing */
"Download files to:" = "Siųsti rinkmenas į:";

/* nothing */
"Move completed files to:" = "Užbaigtas rinkmenas perkelti į:";

/* nothing */
"Save nick name in filenames" = "Rinkmenų varduose įrašyti slapyvardžius";

/* nothing */
"Network Settings" = "Tinklo nustatymai";

/* nothing */
"Get my address from the IRC server" = "Sužinoti mano adresą iš IRC serverio";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Sužinomas tikrasis savo adresas iš IRC serverio. Verta naudoti, jei turimas 192.168.*.* adresas!";

/* nothing */
"DCC IP address:" = "DCC IP adresas:";

/* nothing */
"Claim you are at this address when offering files." = "Skelbti šį adresą savu, siūlant rinkmenas.";

/* nothing */
"First DCC send port:" = "Pirmas DCC išsiuntimų prievadas:";

/* nothing */
"Last DCC send port:" = "Paskutinis DCC išsiuntimų prievadas:";

/* nothing */
"!Leave ports at zero for full range." = "!Palikite nulius, norėdami naudoti pilną intervalą.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Maksimalūs rinkmenų perdavimo greičiai (baitais per sekundę)";

/* nothing */
"One upload:" = "Vienas išsiuntimas:";

/* nothing */
"Maximum speed for one transfer" = "Maksimalus vieno siuntimo greitis";

/* nothing */
"One download:" = "Vienas parsiuntimas:";

/* nothing */
"All uploads combined:" = "Visi išsiuntimai:";

/* nothing */
"Maximum speed for all files" = "Maksimalus visų siuntimų greitis";

/* nothing */
"All downloads combined:" = "Visi parsiuntimai:";

/* nothing */
"Alerts" = "Įspėjimai";

/* nothing */
"Show tray balloons on:" = "Rodyti korteles:";

/* nothing */
"Blink tray icon on:" = "Pyptelėti, gavus žinutę";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "";

/* nothing */
"Highlighted Messages" = "Pyptelėti, gavus paryškintą žinutę";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "Paryškintini žodžiai:";

/* nothing */
"Nick names not to highlight:" = "Neparyškintini slapyvardžiai:";

/* nothing */
"Nick names to always highlight:" = "Neparyškintini slapyvardžiai:";

/* nothing */
"Separate multiple words with commas." = "Žodžius skirkite kableliais.";

/* nothing */
"Default Messages" = "Pagrindinės žinutės";

/* nothing */
"Quit:" = "Išėjimas:";

/* nothing */
"Leave channel:" = "Kanalo palikimas:";

/* nothing */
"Away:" = "Nebuvimas:";

/* nothing */
"Away" = "Nebuvimas";

/* nothing */
"Announce away messages" = "Skelbti nebuvimo žinutes";

/* nothing */
"Announce your away messages to all channels" = "Skelbti nebuvimo žinutes visuose kanaluose";

/* nothing */
"Show away once" = "Rodyti nebuvimo žinutę vieną kartą";

/* nothing */
"Show identical away messages only once" = "Tokias pačias nebuvimo žinutes rodyti tik kartą";

/* nothing */
"Automatically unmark away" = "Automatiškai atšaukti nebuvimą";

/* nothing */
"Unmark yourself as away before sending messages" = "Prieš išsiunčiant žinutę atšaukti nebuvimą";

/* nothing */
"Advanced Settings" = "Kiti nustatymai";

/* nothing */
"Auto reconnect delay:" = "Laukti prieš prisijungiant iš naujo:";

/* nothing */
"Display MODEs in raw form" = "Rodyti režimų keitimus pradiniu formatu";

/* nothing */
"Whois on notify" = "Pastebėjus įvykdyti „whois“";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Įvykdyti „/WHOIS“ stebyklei pastebėjus naudotoją";

/* nothing */
"Hide join and part messages" = "Slėpti atėjimo ir išėjimo žinutes";

/* nothing */
"Hide channel join/part messages by default" = "Slėpti atėjimo/išėjimo žinutes kanaluose, jei kitaip nenurodyta";

/* nothing */
"Auto Open DCC Windows" = "Automatiškai atverti siuntimų langus";

/* nothing */
"Send window" = "Siuntimo langas";

/* nothing */
"Receive window" = "Gavimo langas";

/* nothing */
"Chat window" = "Pokalbio langas";

/* nothing */
"Logging" = "Žurnalai";

/* nothing */
"Enable logging of conversations" = "Įjungti pokalbių žurnalų vedimą";

/* nothing */
"Log filename:" = "Žurnalo rinkmena:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=serveris %c=kanalas %n=tinklas.";

/* nothing */
"Insert timestamps in logs" = "Įterpti laiką žurnaluose";

/* nothing */
"Log timestamp format:" = "Laiko formatas žurnaluose:";

/* nothing */
"(Disabled)" = "(Nenaudoti)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Visi ryšiai";

/* nothing */
"IRC Server Only" = "Tik IRC serveris";

/* nothing */
"DCC Get Only" = "Tik DCC „Get“";

/* nothing */
"Your Address" = "Jūsų adresas";

/* nothing */
"Bind to:" = "Naudoti adresą:";

/* nothing */
"Only useful for computers with multiple addresses." = "Galima naudoti, kai kompiuteris turi kelis adresus.";

/* nothing */
"Proxy Server" = "Tarpinis serveris";

/* nothing */
"Hostname:" = "Adresas:";

/* nothing */
"Port:" = "Prievadas:";

/* nothing */
"Type:" = "Tipas:";

/* nothing */
"Use proxy for:" = "Naudoti tarpinį serverį šiems adresams:";

/* nothing */
"Proxy Authentication" = "Tarpinio serverio autentifikacija";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Prisistatyti tarpiniam serveriui („MS Proxy“, HTTP ir „Socks5“)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Prisistatyti tarpiniam serveriui (HTTP ir „Socks5“)";

/* nothing */
"Username:" = "Naudotojo vardas:";

/* nothing */
"Password:" = "Slaptažodis:";

/* nothing */
"Select an Image File" = "Išrinkti vaizdo rinkmeną";

/* nothing */
"Select Download Folder" = "Parinkite parsiuntimo katalogą";

/* nothing */
"Select font" = "Parinkite šriftą";

/* nothing */
"Browse..." = "Nurodyti...";

/* nothing */
"Mark identified users with:" = "Žymėti prisistačiusius naudotojus:";

/* nothing */
"Mark not-identified users with:" = "Žymėti neprisistačiusius naudotojus:";

/* nothing */
"Open Data Folder" = "Atverti katalogą...";

/* nothing */
"Select color" = "Išrinkti spalvą";

/* nothing */
"Text Colors" = "Teksto spalvos";

/* nothing */
"mIRC colors:" = "„mIRC“ spalvos:";

/* nothing */
"Local colors:" = "Vietinės spalvos:";

/* nothing */
"Foreground:" = "Tekstas:";

/* nothing */
"Background:" = "Fonas:";

/* nothing */
"Marking Text" = "Teksto žymėjimas";

/* nothing */
"Interface Colors" = "Sąsajos spalvos";

/* nothing */
"New data:" = "Nauji duomenys:";

/* nothing */
"Marker line:" = "Žymeklis:";

/* nothing */
"New message:" = "Nauja žinutė:";

/* nothing */
"Away user:" = "Nesantis naudotojas:";

/* nothing */
"Highlight:" = "Paryškinimas";

/* nothing */
"Event" = "Įvykis";

/* nothing */
"Sound file" = "Garso rinkmena";

/* nothing */
"Select a sound file" = "Nurodykite garso rinkmeną";

/* nothing */
"Sound playing method:" = "Grojimo priemonė:";

/* nothing */
"External sound playing _program:" = "Išorinė grojimo _priemonė:";

/* nothing */
"_External program" = "_Išorinė programa";

/* nothing */
"_Automatic" = "Nustatyti _automatiškai";

/* nothing */
"Sound files _directory:" = "_Garso rinkmenų katalogas:";

/* nothing */
"Sound file:" = "Garso rinkmena:";

/* nothing */
"_Browse..." = "_Nurodyti...";

/* nothing */
"_Play" = "_Groti";

/* nothing */
"Interface" = "Sąsaja";

/* nothing */
"Text box" = "Tekstas";

/* nothing */
"User list" = "Naudotojai";

/* nothing */
"Channel switcher" = "Atverti kanalus:";

/* nothing */
"Colors" = "Spalvos";

/* nothing */
"Chatting" = "Pokalbiai";

/* nothing */
"General" = "Bendrieji";

/* nothing */
"Sound" = "Garsas";

/* nothing */
"Network setup" = "Bendrieji";

/* nothing */
"File transfers" = "DCC";

/* nothing */
"Categories" = "Nustatymų kategorijos";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Pakeisti nustatymai, reikalaujantys paleidimo iš naujo.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*DĖMESIO*\nAutomatinis DCC siuntimų i Jūsų namų katalogą\npriėmimas gali būti pavojingas. Pavyzdžiui,\nkas nors Jums gali atsiųsti „.bash_profile“";

/* nothing */
"XChat: Preferences" = "X-Chat: nustatymai";

/* nothing */
"There was an error parsing the string" = "Apdorojant eilutę įvyko klaida";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Šiam signalui reikia %d argumentų, $%d yra neteisinga";

/* nothing */
"Print Texts File" = "Išvesti teksto rinkmeną";

/* nothing */
"Edit Events" = "Keisti įvykius";

/* nothing */
"$ Number" = "$ Skaičius";

/* nothing */
"Load From..." = "Įkelti iš...";

/* nothing */
"Test All" = "Išbandyti viską";

/* nothing */
"URL" = "Adresas";

/* nothing */
"XChat: URL Grabber" = "X-Chat: URL surinktuvas";

/* nothing */
"Clear list" = "Išvalyti sąrašą";

/* nothing */
"Copy selected URL" = "Kopijuoti pažymėtą adresą";

/* nothing */
"Copy" = "Kopijuoti";

/* nothing */
"Save list to a file" = "Įrašyti sąrašą į rinkmeną";

/* nothing */
"%d ops, %d total" = "%d opai (-ų), %d viso";

